{
  "continue": {
    "imcontinue": "60|Creeper_(pre-release).png",
    "continue": "||extracts"
  },
  "warnings": {
    "extracts": {
      "*": "HTML may be malformed and/or unbalanced and may omit inline images. Use at your own risk. Known problems are listed at https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:TextExtracts#Caveats."
    }
  },
  "query": {
    "pages": {
      "60": {
        "pageid": 60,
        "ns": 0,
        "title": "Creeper",
        "extract": "\u003Cp\u003E\n\n\n\u003C/p\u003E\u003Cp\u003EEl \u003Cb\u003Ecreeper\u003C/b\u003E es un mob hostil que explota al estar cerca del jugador, la explosion puede destrozar bloques y mata a jugadores sin armadura en cualquier dificultad.\n\u003C/p\u003E\n\n\n\u003Ch2\u003E\u003Cspan id=\"Generaci.C3.B3n\"\u003E\u003C/span\u003E\u003Cspan id=\"Generación\"\u003EGeneración\u003C/span\u003E\u003C/h2\u003E\n\u003Cp\u003ELos creepers aparecen naturalmente en la superficie, en bloques sólidos con un nivel de luz de 7 o menos, excepto en los biomas de los campos de hongos. Siempre aparecerán individualmente en Bedrock Edition, y hasta en grupos de cuatro en Java Edition.\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Recompensas\"\u003ERecompensas\u003C/span\u003E\u003C/h2\u003E\n\u003Cp\u003ELos creepers podrán soltar entre 0 y 2 de pólvora, que podrá aumentar con el encantamiento de saqueo, llegando a soltar hasta 5 en su nivel máximo (Saqueo III). Adicionalmente, podrán soltar un disco de música si mueren por una flecha de un esqueleto o esqueleto glacial y una cabeza si mueren por la explosión de un creeper cargado.\n\u003C/p\u003E\n\u003Ch3\u003E\u003Cspan id=\"Experiencia\"\u003EExperiencia\u003C/span\u003E\u003C/h3\u003E\n\u003Cp\u003ELos creepers soltarán \u003Cspan\u003E\u003Cspan\u003E\u003C/span\u003E\u003C/span\u003E5 orbes de experiencia si mueren a causa de un jugador o un lobo domesticado.\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Comportamiento\"\u003EComportamiento\u003C/span\u003E\u003C/h2\u003E\n\u003Cp\u003ELos creepers persiguen a cualquier jugador dentro de un radio de 16 bloques. No atacan voluntariamente a ninguna otra entidad a menos que sea atacado previamente por una.\n\u003C/p\u003E\u003Cp\u003ECuando se encuentra a 3 bloques de un jugador, el creeper dejará de moverse, sisea, parpadea y se expande y explota después de 1,5 segundos, destruyendo bloques en el área y dañando significativamente al jugador. La detonación de un creeper se puede detener si el jugador abandona el radio de explosión, incluso si lo derriba, se sale de la vista del creeper o si el creeper muere antes de la explosión. La distancia con el jugador a la que un creeper cancela su explosión es mayor en las dificultades más altas. Las explosiones de creepers normales tienen un poder de 3. El creeper explota solo si tiene una línea de visión ininterrumpida con el jugador durante toda la cuenta regresiva de 1.5 segundos. Como resultado, si el creeper no tiene línea de visión con el jugador, no comienza a sisear incluso a corta distancia, incluso si el jugador lo está atacando, y se cancela una detonación si ha comenzado. El sonido del siseo se reproduce en su totalidad independientemente de si la explosión ocurre o no.\n\u003C/p\u003E\u003Cp\u003EA diferencia de la mayoría de las entidades, el creeper no tiene un sonido inactivo, ni tiene sonidos de pasos únicos. Aunque emite sonidos normales de pasos y nado, es difícil para el jugador distinguirlos de los sonidos que ellos mismos emiten. Esto hace que el acercamiento de un creeper a un jugador desprevenido sea difícil de notar hasta que comienza a sisear.\nun creeper salta hacia un jugador si puede sobrevivir a la caída. Los creepers comienzan la cuenta regresiva de 1.5 segundos antes de caer, por lo que se produce una explosión antes de aterrizar con caídas más altas.\n\u003C/p\u003E\u003Cp\u003ELos creepers pueden trepar escaleras, enredaderas y bloques similares como cualquier otro mob, pero no lo hacen voluntariamente.\n\u003C/p\u003E\u003Cp\u003EUsar un mechero en un creeper provoca que éste explote, mas no funciona con las cargas ígneas.\n\u003C/p\u003E\u003Cp\u003EEl rango de detección de creepers se reduce en un 50% cuando el jugador lleva una cabeza de creeper.‌ (Solo JE)\n\u003C/p\u003E\u003Cp\u003ESi un jugador tiene el efecto de invisibilidad y no lleva ninguna armadura, el creeper no se acerca al jugador, aunque atacarlo o tocarlo (el hitbox del jugador debe tocar el del creeper) llamará su atención y éste explotará.\n\u003C/p\u003E\u003Cp\u003ELos creepers huyen de los ocelotes y los gatos dentro de un radio de 6 bloques. Los gatos y los ocelotes no atacan a los creepers.\n\u003C/p\u003E\u003Cp\u003ELos creepers no son atacados por los lobos domesticados, gólems de hierro o zoglins. Sin embargo, todavía son atacados por el Wither, los gólems de nieve, los vindicadores llamados \"Johnny\" y las cabras. Cuando es golpeado por un proyectil (como el tridente de un ahogado), el creeper se enfadará si aún no está persiguiendo a un jugador, a menos que dicho proyectil sea la flecha de un esqueleto. Cuando es atacado por una cabra o envenenado por un pez globo, un creeper no se enfadará.\n\u003C/p\u003E\u003Cp\u003ECuando un creeper recibe un efecto de estado, su explosión creará una nube de efecto de área.\n\u003Cbr\u003E\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Creeper_cargado\"\u003ECreeper cargado\u003C/span\u003E\u003C/h2\u003E\n\n\u003Cp\u003ELos creepers cargados se generan cuando un rayo cae a unos 3 o 4 bloques de distancia de un creeper, ya sea naturalmente, o con un tridente con el encantamiento de canalización, aumentando su poder explosivo. También pueden ser generados con el comando \u003Ccode\u003E/summon creeper ~ ~ ~ {powered:1}\u003C/code\u003E en Java Edition y \u003Ccode\u003E/summon creeper ~ ~ ~ minecraft:become_charged\u003C/code\u003E en Bedrock Edition. Se distinguen de los normales por contar con un aura azul que los rodea. Las demás características son las mismas que las del creeper normal, a excepción que su explosión es el doble de grande y tienen menos vida que un creeper normal. Ambos tipos de creeper comparten la misma ID. El único valor que varía es \u003Ccode\u003Epowered\u003C/code\u003E, el cual tiene un valor de 1 (lo mismo que \u003Ccode\u003Etrue\u003C/code\u003E.\n\u003C/p\u003E\u003Cp\u003ESi un creeper cargado explota junto a un zombi, esqueleto, esqueleto del Wither u otro creeper y lo mata, éste dejará su cabeza, sin embargo solo puede dar una cabeza por criatura, es decir, si, por ejemplo, en el radio del Creeper electrificado, hay tres zombis, o un esqueleto y un creeper, solo dará la cabeza de uno de estos mobs.\n\u003C/p\u003E\u003Cp\u003EEl creeper cargado es la criatura con más daño de ataque de todo el juego, por encima de los jefes, con un daño máximo de 49\u003Cspan\u003E\u003Cspan title=\"1 corazones\"\u003E\u003Cspan typeof=\"mw:File\"\u003E\u003Cspan\u003E\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E × 24.5\u003C/span\u003E en fácil, 97\u003Cspan\u003E\u003Cspan title=\"1 corazones\"\u003E\u003Cspan typeof=\"mw:File\"\u003E\u003Cspan\u003E\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E × 48.5\u003C/span\u003E en normal y 145\u003Cspan\u003E\u003Cspan title=\"1 corazones\"\u003E\u003Cspan typeof=\"mw:File\"\u003E\u003Cspan\u003E\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E × 72.5\u003C/span\u003E en difícil. En comparación, el ataque de la dragona del End es de 15\u003Cspan\u003E\u003Cspan title=\"1 corazones\"\u003E\u003Cspan typeof=\"mw:File\"\u003E\u003Cspan\u003E\u003C/span\u003E\u003C/span\u003E\u003C/span\u003E × 7.5\u003C/span\u003E en difícil.\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Logros\"\u003ELogros\u003C/span\u003E\u003C/h2\u003E\n\u003Cp\u003E\u003Cspan data-id=\"MC-[[Plantilla:Carga de logros]]: Logro desconocido. El título del logro no se ha podido encontrar en la página [[Logro]]\"\u003E[[Mojira:MC-Plantilla:Carga de logros: Logro desconocido. El título del logro no se ha podido encontrar en la página Logro|MC-Plantilla:Carga de logros: Logro desconocido. El título del logro no se ha podido encontrar en la página Logro]]\u003C/span\u003E\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Sonidos\"\u003ESonidos\u003C/span\u003E\u003C/h2\u003E\n\n\u003Cp\u003E\u003Cbr\u003E\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Historial\"\u003EHistorial\u003C/span\u003E\u003C/h2\u003E\n\n\u003Cp\u003E\u003Cbr\u003E\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Problemas\"\u003EProblemas\u003C/span\u003E\u003C/h2\u003E\n\u003Cp\u003ELos problemas relacionados con \"creeper\" se mantienen en el rastreador de problemas.\n\u003C/p\u003E\u003Cp\u003EInforma en esta página sobre los errores que encuentres (en inglés).\n\u003C/p\u003E\n\u003Ch2\u003E\u003Cspan id=\"Curiosidades\"\u003ECuriosidades\u003C/span\u003E\u003C/h2\u003E\n\n\u003Cul\u003E\u003Cli\u003ENotch dijo en Twitter \"Los creepers parecen estar hechos de hojas o algo así. No entiendo porque hice que explotasen.\"\u003C/li\u003E\n\u003Cli\u003ECuando preguntaron a Dinnerbone acerca de cómo explotan los creepers, dijo: \"Son muy, pero que muy nerviosos, lo que hace que responder a eso sea decir cuándo hacen fuego dos piedras\".\u003C/li\u003E\n\u003Cli\u003ESi haces que un esqueleto golpee con una flecha a un creeper empezaran a luchar si el esqueleto termina de vencedor el creeper va a soltarnos un disco de cualquier tipo\u003C/li\u003E\n\u003Cli\u003ECuando generas un nuevo mundo o entras a uno ya hecho puede que el texto diga \"Los creepers surgieron por un error de código\", dando a entender que no estaban planeados originalmente.\u003C/li\u003E\n\u003Cli\u003ECuando un esqueleto, esqueleto del Wither, creeper no electrificado o un zombie muere por la explosion de un creeper electrificado soltara su cabeza (solo una por explosión). Es un gran avance para conseguir las cabezas del wither.\u003C/li\u003E\n\u003Cli\u003ELa explosión de un creeper electrificado puede destruir obsidiana\u003C/li\u003E\n\u003Cli\u003EEs una de las criaturas mas odiadas de la comunidad debido a que su explosion puede destruir casas creadas por los jugadores.\u003C/li\u003E\n\u003Cli\u003ESu miedo a los gatos posiblemente se deba a que los gatos cazan creepers cuando el jugador duerme, lo que se puede confirmar por el hecho de que un gato deja como regalo a su amo, una pólvora cuando despierta. Para añadir, en la vida real los gatos tienden a morder plantas y los creepers están hechos de hojas, esto daría un buen motivo de los gatos para cazar creepers.\u003C/li\u003E\u003C/ul\u003E\n\u003Ch3\u003E\u003Cspan id=\"Publicidad\"\u003EPublicidad\u003C/span\u003E\u003C/h3\u003E\n\u003Cp\u003ELos creepers son muy repudiados por la comunidad, debido a su potencial para destruir y dañar a los jugadores y sus edificios. Su distinguido aspecto y la capacidad destructiva que tienen los convierten en un inconfundible icono de Minecraft. Debido a esto es muy común ver la imagen del creeper en productos de venta memes, referencias al juego y demás. El meme más famoso es el que contiene la frase:\n\u003C/p\u003E\u003Cp\u003E\"Creeper, Aw maaaaan\". De la canción \"Revenge\" de Captainsparklez \n\u003C/p\u003E\n\u003Ch4\u003E\u003Cspan id=\"Merchandising\"\u003EMerchandising\u003C/span\u003E\u003C/h4\u003E\n\u003Cp\u003EEl creeper es un icono de los productos de venta de \u003Ci\u003EMinecraft\u003C/i\u003E:\n\u003C/p\u003E\n\u003Cul\u003E\u003Cli\u003EPeluches.\u003C/li\u003E\n\u003Cli\u003EFiguras de acción.\u003C/li\u003E\n\u003Cli\u003EPulseras.\u003C/li\u003E\n\u003Cli\u003ECamisetas.\u003C/li\u003E\n\u003Cli\u003ELEGO \u003Ci\u003EMinecraft\u003C/i\u003E\u003C/li\u003E\n\u003Cli\u003EPapercraft\u003C/li\u003E\n\u003Cli\u003ELa imagen del perfil de Facebook de Minecraft.\u003C/li\u003E\n\u003Cli\u003EDecoración de las bolsas de invitado de la Minecon 2011, junto con diamantes y césped.\u003C/li\u003E\u003C/ul\u003E\n\u003Ch2\u003E\u003Cspan id=\"Galer.C3.ADa\"\u003E\u003C/span\u003E\u003Cspan id=\"Galería\"\u003EGalería\u003C/span\u003E\u003C/h2\u003E\n\u003Cul class=\"gallery mw-gallery-traditional\"\u003E\n\t\t\u003Cli class=\"gallerybox\" style=\"width: 155px\"\u003E\n\t\t\t\n\t\t\t\n\t\t\u003C/li\u003E\n\t\t\u003Cli class=\"gallerybox\" style=\"width: 155px\"\u003E\n\t\t\t\n\t\t\t\n\t\t\u003C/li\u003E\n\t\t\u003Cli class=\"gallerybox\" style=\"width: 155px\"\u003E\n\t\t\t\n\t\t\t\n\t\t\u003C/li\u003E\n\t\t\u003Cli class=\"gallerybox\" style=\"width: 155px\"\u003E\n\t\t\t\n\t\t\t\n\t\t\u003C/li\u003E\n\u003C/ul\u003E\n\u003Ch2\u003E\u003Cspan id=\"V.C3.A9ase_tambi.C3.A9n\"\u003E\u003C/span\u003E\u003Cspan id=\"Véase_también\"\u003EVéase también\u003C/span\u003E\u003C/h2\u003E\n\u003Cul\u003E\u003Cli\u003ETutoriales/Crianza de creepers electrificados\u003C/li\u003E\u003C/ul\u003E\n\u003Ch2\u003E\u003Cspan id=\"Referencias\"\u003EReferencias\u003C/span\u003E\u003C/h2\u003E",
        "images": [
          {
            "ns": 6,
            "title": "Archivo:2011-01-23 15.57.29.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged Creeper.gif"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged Creeper.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged Creeper Animated.gif"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged Creeper JE1 BE1.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged c.webp"
          },
          {
            "ns": 6,
            "title": "Archivo:Charged creeper next to a normal creeper.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Chargedcreeper.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Creeper1.png"
          },
          {
            "ns": 6,
            "title": "Archivo:Creeper (fixed shadows) JE1.png"
          }
        ]
      }
    }
  }
}